# -*- coding: utf-8 -*-

# TEST
token = '499216877:AAFAcdbYm0UENGUA5RdszaULNcy8-5-gmeQ'
chanel = -1001145764283

# TEXT
main_menu = 'Основное меню'
main_menu_keyboard = [
    'О форуме',
    'Расписание',
    'Спикеры',
    'Организационные вопросы',
    'Контакты',
    'Предложения',
    'Команды',
    'Разработчики',
]
back_button = 'Назад'

description = [
    '20 - 21 ноября в Москве пройдет первый Молодежный парламентский форум. '\
    'Подробности на пресс-конференции в информационном агентстве ТАСС рассказал заместитель Председателя Государственной Думы '\
    'Петр Толстой. Петр Толстой сообщил, что форум откроет Председатель Государственной Думы Вячеслав Володин. '\
    'В мае, в ходе парламентских слушаний по молодежной политике, он выступил с инициативой провести Молодежный '\
    'парламентский форум.',

    'В нем примут участие молодые парламентарии органов законодательной власти субъектов '\
    'Российской Федерации, муниципальные депутаты, молодые ученые, чьи научные исследования связаны с законотворческой '\
    'работой, члены молодежных организаций политических партий, представленных в Государственной Думе, а также главы '\
    'министерств и ведомств социально-экономического блока Правительства России, ведущие экономисты, руководители '\
    'крупнейших отечественных вузов.',

    '_«Более 400 участников форума, которые прошли предварительный конкурсный отбор, '\
    'представляют все политический партии, студенческие сообщества, молодежные организации, молодежные парламенты»_, – '\
    'сказал П.Толстой.',

    'У участников будет возможность свободно общаться с депутатами, главами комитетов Государственной '\
    'Думы и «найти решения вопросов, которые их волнуют». _«Это не собрание ради собрания, а форум, нацеленный '\
    'на результат»_, - подчеркнул заместитель Председателя Государственной Думы. '\
    'Участники будут работать в 20 группах, '\
    'которые соответствуют направлению работы комитетов.',

    '_«Цель форума заключается в том, чтобы погрузиться в молодежную '\
    'повестку депутатам и чтобы молодежь погрузить в повестку Государственной Думы»_, – сказал Петр Толстой, отметив, что '\
    'наиболее интересные и перспективные инициативы будут рассматриваться как законопроекты: _«Мы настроены на конкретный '\
    'результат, предполагается, что три лучших проекта, которые представят участники форума, будут приняты в качестве '\
    'законодательных инициатив»_.'
]

location = 'Местоположение'
dates = [
    '20 ноября',
    '21 ноября',
]
deputates = 'Депутаты'
menu_return = 'Нажмите кнопку "Назад", чтобы вернуться в основное меню'
now_msg = 'Вы также можете узнать, что происходит именно сейчас'
now = 'Что сейчас происходит?'
FAQ = {
    'Как пройти в Государственную Думу?' : [
        'Георгиевский переулок, д.2, 10-й подъезд',
        55.758721,
        37.614795,
    ],
    'Как пройти в Малый Манеж?' : [
        'Георгиевский переулок, д.3/3',
        55.759630,
        37.615327,
    ]
}
contacts = '_INSTAGRAM_: [@molparlamrf](https://www.instagram.com/molparlamrf/)\n\n_TELEGRAM_: @zotovmedia\n\n'\
           '_VK_: https://vk.com/forumgd2017\n\n_Почта_: mp-rf@mail.ru'
cancel = 'Для отмены и возврата в меню отправьте /start'
cancelled = 'Отменено'
name = 'Ваше имя:'
contact = 'Ваши почта:'
offer = 'Ваше предложение:'
thanks = '_{}_, спасибо за ваш отзыв! В близжайшее время мы рассмотрим ваш вопрос и вышлем ответ по данным контактам:\n_{}_'
error = 'Что-то пошло не так...'

# PHOTOS

botograth_logo = 'AgADAgAD2qgxG8UeWUhPeTYTOwVRmcf7Mg4ABFf7JGovAAFinLeRAAIC'
botograth_caption = 'В случае обнаружения некорректной работы или предложений по совершенствованию Telegram бота, '\
                    'Вы можете обратиться с этим к разработчикам!'
our_contacts = 'Контакты для оперативной связи и предложений:\n\n_Почта_: '\
               'botograth@gmail.com\n\n_Telegram_: @botograth\_adm\n\n_VK_: https://vk.com/botograth'
